[
    {
        "id": "1kl8qga",
        "title": "Me sustentar em Barcelona",
        "selftext": "Boa noite, estou planejando ficar 1/2 meses em Barcelona nas minha férias da universidade com alguns amigos, entre janeiro até março.\n\nPorém estou com pouco dinheiro no momento, por isso pensei em trabalhar com algo lá (bartender ou algo do tipo) para me sustentar.\n\nNão tenho muita experiência profissional (19 anos), o único setor que me garantiria para trabalhar seria no mercado financeiro, pois passei minha vida nesse ramo, mas também fiz 2 anos de estágio em confecção têxtil\n\nFalo Inglês fluente, e me viro no espanhol e francês \n\nNão tenho muitos critérios em relação ao trabalho, já que é algo temporário, mas gostaria de fazer algo para conhecer pessoas\n\nVocês têm alguma sugestão de como me organizar para conseguir comprar a passagem, estadia e etc mais barato, conseguir um trabalho e qualquer outra recomendação no geral? muito obrigado",
        "url": "https://www.reddit.com/r/foradecasa/comments/1kl8qga/me_sustentar_em_barcelona/",
        "score": 0,
        "num_comments": 1,
        "created_utc": 1747096575.0,
        "comments": [
            {
                "id": "ms0dbfc",
                "body": "Olá, parece que você quer falar sobre trabalho. As seguintes informações são requeridas:\n\n- Qual o país que pretende ou irá trabalhar\n- Qual a área\n- Qual a permissão que você possui para trabalhar neste país\n- Quantos anos de experiência possui na área informada. Caso não tenha experiência, explique isso.\n\nCaso as informações acima não estejam presentes na mensagem original, por favor, faça a edição e as inclua em até 24 horas.\nCaso isso não seja feito, poderemos excluir o post.\n\nLembre-se de ler a nossa Wiki, sua pergunta pode já ter sido respondida: https://www.reddit.com/r/foradecasa/wiki/index/\n\nObrigado.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/foradecasa) if you have any questions or concerns.*",
                "score": 1,
                "created_utc": 1747096576.0
            }
        ]
    }
]